{
    "world" : [
        {
            "page": "lore",
            "url": "/world/lore",
            "content" : [
                {
                    "divID" : 1,
                    "title":"History",
                    "paragraphs": [
                        "A new world usually rises when the old one falls. It is not often that the old world eats the new world to birth the monstrous amalgamation of both. Edenfell used to be very different; a world in which magic was ordinary, a multitude of races coexisted in negotiated peace and harmony, battle was a distant memory and youthful death was an elusive concept, the extraordinary was both gentle and magnificent, nature cared for the Anthros and in return, the Anthros cared for nature.",
                        "This paradise which seems like a tall tale was lost when a party of kings and mages alike stepped into the unknown on a mission to investigate a world beyond a rift that had opened between this realm and another; Limbo. The ancient Limbo, a realm far older than Edenfell, in which the spiteful deity Nimiane had been confined, imprisoned by the Old Gods, her siblings, was a caustic place hungry for life and for mana, the fuel of magic. Ultimately unsuccessful in their quest to banish Nimiane and close the rift between the two worlds, Limbo quickly consumed these storied explorers and in time, it consumed Edenfell too, spilling out its toxicity in waxing tides that soon engulfed everything as far as the eye can see, forever changing the world as we all know it. This is what we have come to call the Cataclysm.",
                        "Now, Edenfell is a land of scarce magic, perilous forests, vengeful beasts, floating islands, and the harsh reality of man’s failure. Conflict is common, betrayal is the currency of the living, and death is as certain as the sunrise.",
                        "The burning question I ask you is this: what will you make of this new world? What will you do? Do not just survive, Edener…live!",
                        {
                            "type": "cite",
                            "text": "-Fëanor the Fireforged"
                        }
                    ],
                    "type" : "inline",
                    "img": "lore1.jpg",
                    "imgType":"left"
                },
                {
                    "divID": 2,
                    "title": "Lore",
                    "paragraphs":[
                        "When the Cataclysm ended, Fëanor alone emerged as the sole survivor among those who had gone to take on Nimiane. He stepped foot on Ground Zero, welcomed by a world that he no longer recognized and could not save—a world enveloped by the same malevolent force of hunger and destruction that pervaded Limbo and overrun by monsters the new world would christen Voidbringers.",
                        "Nimiane did not enter Edenfell herself, but it was no man’s doing because none could have stopped her. Her rancorous spirit, however, fed on the land and the soil and the crops and the air and the water, and soon, it was a world reshaped in Limbo’s image. Edenfell’s glorious civilizations fell; Summerwind, Alfenheim, Vanaheim, Ironhold, and Viridi, the 5 Old Nations of myth crumbled in the wake of the Voidbringers; and the Anthros themselves were forever changed; lifespans were drastically reduced, magic was almost entirely stolen from man, and entire races were wiped off the face of Edenfell for good.",
                        "It has been two hundred years since the Cataclysm now and the Anthros are struggling to rebuild. Most plants, like the beasts, turned noxious and posed a threat to the people so that only a few could be depended on for food in a world where the soil could no longer yield new life. The Anthros returned to their hunter-gatherer roots, surviving as foragers and livestock herders, and building settlements where the climate was just conducive enough to ensure that they could somewhat thrive. Soon cities began to spring up where subsistent wildlife was most bountiful (and Voidbringers were not) and the modern world as we know it took shape:"
                    ],
                    "type" : "column",
                    "img": "lore2.jpg",
                    "imgType":"mid"
                },
                {
                    "divID": 3,
                    "paragraphs":[
                        "Obscuron was left desolate, the desecrated and ravenous location of Ground Zero.",
                        "Durlan in the south became Fëanor’s foothold, kept functional by the plethora of taxed villages and settlements around it. It is a stronghold where he intends to build an army of mages (the Higher Sentient) charged with growing their numbers (forcefully), erecting the most magnificent edifice of the new world—a city that is a worthy ode to the Old Nations—and reclaiming Edenfell for man, magic, and the Old Gods.",
                        "Caliburn, Vatha, and Edom formed the Trident cities in the north that shelter the world’s diverse population from the prowling Voidbringers and form the most formidable resistance to the Higher Sentient’s Marauders, The United Army (UnA or colloquially the Yuna). The Trident is a place most survivors dream of reaching but the distance between the north and the south is vast and filled with dangers that do not just make it a near-miraculous journey and a place almost like a legend to wistful settlers around the continent but also keeps it outside of the reach of Durlan’s long and authoritative (though well-intentioned) shadow. But the Trident is not perfect, and as it grows it becomes rife with political intrigue, racial tensions, disgruntled commoners and perhaps soon, there may be a few uprisings in the plot.",
                        "They say there are two sides to every story, but in Edenfell there is no shortage of sides to choose from. Align yourself with a cause and fight its battle to completion or choose your own cause, play one side, both sides, or none. Always remember, you make your own way, and whatever that is, I am certain your legend will shape this new world."
                    ],
                    "type" : "inline",
                    "img": "lore3.jpg",
                    "imgType":"left"
                }
            ]
        },
        {
            "page" : "races",
            "url" : "/world/races",
            "content":[
                {
                    "divID":1,
                    "title": "Edenfell’s Anthropomorphic Races (Anthros)",
                    "paragraphs":[
                        "Before the Cataclysm, Edenfell presumably had more races of Anthros (Gaians, Merfolk, Centaurs, Orcs, etc), but that age is long past and the handful of survivors who lived in that time—before the death and extinction of races that could not cope with a world without excess magic—are now also long gone themselves and the stories are nothing more than an oral relic of a past no one remembers or ever witnessed. The 4 races that remain are as diverse and colorful as they could ever be, however, and bring a variety of cultures, temperaments, history, and magic to the world that it would otherwise be dull without.",
                        "Here are Edenfell’s last remaining Anthro races in no particular order:"
                    ],
                    "type" : "column"
                },
                {
                    "divID":2,
                    "title": "The Elves (Alfen)",
                    "paragraphs":[
                        "Sometimes referred to pejoratively as skinny Nords, the Elves of Edenfell are Nord-like in physical appearance, save for a few key differences. Elves are often smaller than Nords, with sharper, pointier ears. They follow the general stereotypes you’re all used to; there is no need to explain what we all know. The Elves have often always had the closest connection to Edenfell’s magic in the past being the first of the Anthros, this is why in the past Alfen Mages had more mana and magical aptitude than their peers and it explains why, even now in the age where Mages are a rarity, most of them tend to be Elves.",
                        "While it’s immoral to subject the entire race to a few stereotypes, we’re going to do so anyway. The Elves tend to be very traditional, proud, condescending, and patronizing. Turning their noses up at other cultures and practices, they argue the importance of their existence and how they are the most civilized of all races. ",
                        "Alfen often spot tattoos and paint on their bodies that can be anything from sentimental and tribal to religious or superstitious.",
                        "Like all the other Anthros, Elves have a natural racial ability we’re going to call a Trait. The Alfen trait allows them to communicate at a frequency that other Anthros and most living beings cannot hear—even a Changeling with sensitive hearing would have difficulty picking it up. "
                    ],
                    "type":"inline",
                    "img":"raceElves1.jpg",
                    "imgType":"left"
                },
                {
                    "divID" : 3,
                    "paragraphs" : [
                        "In addition to this, Elves have enhanced senses; their taste, smell, sight, touch, and obviously hearing are heightened and much better than most—second only to some animals. On average, they stand at about 185cm (6’1”) for men and 175cm (5’9”) for women.",
                        "Elven Mages are known for their elemental magic; water, earth, fire, lightning, tallow & air. It is possible for Elves to “specialize” in a certain element, and be able to develop it to a new level. A fire specialist might be able to develop into magma or even explosives/combustion. But this takes time, and skill to unlock. Elves are known for their carpentry and weaponsmithing. Their weapons tend to be more “elegant”, like a saber or rapier, rather than brutish, like a broadsword. Despite this, they’re well-known for their skills in archery, and this is what most are trained in. When it comes to armor, they tend to keep it light and simple as the general combat style of the elves is very “hit and run” or “long-ranged”.",
                        "Elves used to be known for their long lives, living up to almost 1000 years of age. But after the Cataclysm, this has changed. Their average age range, for one reason or another, began to match the rest of the races—that being an average of 80 years old. Despite being just like the rest now, they still think they’re better.",
                        "Certain slurs are considered offensive or hurtful by the Elves: Faeries or Fairies, Knife-ears, Twinks, and Pricks. They also really hate being called “Faes” (it’s the equivalent, to them, of being called a Neanderthal to us)."
                    ],
                    "type":"inline",
                    "img":"raceElves2.jpg",
                    "imgType":"right"
                },
                {
                    "divID": 4,
                    "title": "The Fae (Faeries)",
                    "paragraphs" : [
                        "Faes are a race of Elven heritage that used to be natives of the forests and the woods. The Fae used to rarely ever venture past the woods due to their timid and reserved nature and were once even considered a myth, like cryptids. ",
                        "Stereotypically, Faes, like the Elves, are rarely cooperative—but not for the same reason. Elves are much more offish, vain, and conceited while the Faes are skittish, bashful, and sometimes considered cowards due to their peace-loving nature. Faes are usually incredibly peaceful and tend to focus more on themselves rather than the problems of others. Though not as ethnocentric as Elves, they try their best to avoid the affairs of the other races and just focus on themselves. Faes are sort of like green Elves (though they can be pale, brown, or even have ordinary pigmentation like the Elves), they have the ears and the youthful effeminate face and everything—they just have more chlorophyll. ",
                        "Faes have a natural race trait that allows them to do a few things. What they’re most well known for, and the most convenient trait, to be honest, is the ability to create wings. The wings grant the Faes flight (no way!), allowing them to fly or hover at a low altitude (no higher than an average tree). They also have the ability to shrink themselves to a size of a smaller dog, like a baby Yorkie. Obviously, they can also return to their original size, which on average is 170cm (5’7”) for men and 160cm (5’3”) for women."
                    ],
                    "type":"inline",
                    "img": "raceFae1.jpg",
                    "imgType" : "left"
                },
                {
                    "divID" : 5,
                    "paragraphs": [
                        "Fae Mages are able to utilize the power of plants around them. This entails many things when it comes to usage. For example, Faes are able to temporarily sprout plants from seeds, they’re able to sense nearby plants in the vicinity and control them as well. They have an innate understanding of which plant does what, they’re able to move plants without killing them, wither plants, resuscitate them, etc. Faes are incredibly skilled to an almost mesmerizing degree at music, the arts, carpentry, and tinkering, and while they used to be incredibly adept farmers during the age of agriculture, they are just as good hunters and foragers in this new age of seeking and gathering food.",
                        "Slurs considered offensive or hurtful by the Faes: Vires (it's their n-word), Tree Hugger, and the rest of the Elven slurs. They hate being called Elves, as well—they think they’re better, but they’ll never admit it.",
                        "Fun fact: instead of melanin, they say chlorophyll."
                    ],
                    "type": "inline",
                    "img":"raceFae2.jpg",
                    "imgType":"right"
                },
                {
                    "divID": 6,
                    "title":"The Nords (Warborn)",
                    "paragraphs":[
                        "Having evolved to withstand the harsh nature and adapt to most—if not all—environmental challenges, Nords have a storied history as battle-drunk veterans who are constantly looking for a fight. Despite this, they also tend to have an insatiable desire for knowledge and discovery, having once built the single greatest and most expansive library and school in Edenfell. The Nords once traversed land and sea—conquering nations, and so it is no surprise that they have survived the Cataclysm and will likely overcome this new obstacle yet again. The Nords prefer colder settings rather than warmer climates and so they have always gravitated to the north. ",
                        "Stereotypically, Nords are easily prone to anger or just temperamental, often willing to settle disputes with their fists before any more words are exchanged. You would be hard-pressed to find a Nord with bare skin as most of them are adorned in tribal marks, tattoos, stories told in colorful ink, and scars borne proudly like testaments of one’s strength and experience in battle and life in general.",
                        "Nords are physically the strongest of the races. Able to wrestle bears and tigers down to submission, it isn’t a far stretch to claim that they could overwhelm most with their bare fists alone. But with this clear advantage, they also do have a weakness; in terms of magic, they are not the most potent. They have low mana and tend to focus on a “might over magic” type of fighting style. Nords yield fewer mages than the other races, and this has always been the case throughout antiquity. Their physique is usually hulking, and the same goes for their stature. The men average 200cm (6’7”) in height, and the women average 185cm (6’1”)."
                    ],
                    "type":"inline",
                    "img":"raceNord1.jpg",
                    "imgType":"left"
                },
                {
                    "divID" : 7,
                    "paragraphs" : [
                        "Even though Nords are more strength than wizardry, there are some Mages amongst them. Their magic consists of a “creation” type of magic, which can simply be described as construction magic. This magic is called Crafting. The constructs that they create are limited only by their imagination and their mana. While they cannot simply create a full-sized living dragon that breathes fire (not at first anyway), they are able to create constructs of different items such as tools and weapons that cannot simply be broken by being struck with just some force.",
                        "Nords are exceptional hunters, herders, and rearers of livestock as well as good sailors and blacksmiths. They are also often quite skilled at woodworking and building ships and structures, usually of the sturdy, sheer, and austere kind.",
                        "Slurs considered offensive or hurtful by the Nords: You already know."
                    ],
                    "type":"inline",
                    "img":"raceNord2.jpg",
                    "imgType":"right"
                },
                {
                    "divID" : 8,
                    "title": "The Changelings (Spiels)",
                    "paragraphs" : [
                        "Upon first interacting with one of these guys, it’s possible that you might not even notice that it’s a Changeling. You can only know if the Changeling wants you to know—and that’s what is so unique about this race. This alludes to many things, but mainly to their nature. Changelings are often very tricky and mischievous individuals! They tend to go out of their way to cause trouble for others and have a generally competitive nature. Changelings are differentiated by their animalistic features, which vary depending on the Changeling themself. They can have a tail, some ears, claws, and be generally humanoid—or they can be on the opposite end of this spectrum and just be, physically, an anthropomorphic animal.",
                        "Changelings are matriarchal, and therefore women tend to be much stronger and bigger than men. Obviously, due to the variety of Changelings as a result of the amount of different animalistic hybrids that can exist, the average size changes often and is not very accurate. However, the estimated difference between men and women in Changelings is about 20cm. So an avian Changeling (for instance) would have a man stand, on average, 160cm (5’3”) and the women’s average would be 180cm (5’11”). Many different combinations with different heights and sizes depending on the animal kin also exist. ",
                        "Changelings tend to mimic the personality of the animal they kin, so a tiger would be fierce while a rabbit would be timid, but stereotypically, most Changelings are tricky individuals, some to the point of sociopathy—where they hold no regard for the safety of the people they deceive, including their fellow Changelings. While at first, this race might seem like the safest to interact with, due to how cuddly and adorable some of them look, they’re more often than not the most dangerous as they value their own amusement to a higher degree than others’ safety."
                    ],
                    "type":"inline",
                    "img":"raceChangeling1.jpg",
                    "imgType":"left"
                },
                {
                    "divID":9,
                    "paragraphs" : [
                        "Changelings’ trait is dependent on what animal they kin. A cheetah Changeling could be incredibly fast over short distances, a hawk Changeling could have massive wings that they could use to fly, etc. It all depends on which attribute/feature of the animal the Changeling has. Changelings are also able to speak to and understand all animals freely. It is a nifty and interesting gift to have and makes them very good herders and tamers. ",
                        "Changeling Mages are a different breed completely for they are able to take the form of any beast and animal completely they so please—which allows them to get their natural abilities. Mages of a higher caliber are also able to combine different animalistic features together to transform into some sort of chimera.",
                        "There exists some intraracial tension in the Changeling community as a result of the distinct groups that exist within it. Changelings can be split up into six different groups. These groups are Mammals, Aves, Reptiles, Amphibians, Invertebrates, and Fish. Mammals are seen as the top of the food chain among Changelings, and they have their own inner-foodchain amongst them (it exists as a sub-group of predators and prey, which does not need to be explained), Reptiles are considered second, Aves third, followed in order by Amphibians, Invertebrates, and Fish. The latter 3 are regarded as bottom feeders of the Changeling society. Reptiles and Amphibians tend to go together quite often, but the relationships are often kept secret as any Reptile who’s seen with an Amphibian is looked down on as lesser than their peers. Mammals and Aves also sometimes go together (and this union is more tolerated because of their standing as apexes but is still not entirely accepted and considered weird because of the stigma against mixing among Changelings).",
                        "Slurs considered offensive or hurtful by the Changelings:"
                    ],
                    "type" : "column",
                    "img" : "raceChangeling2.jpg",
                    "imgType" : "mid"
                },
                {
                    "divID" : 10,
                    "title" : "Writer’s Notes",
                    "paragraphs" : [
                        {
                            "text" : "Here are some more stereotypes and trivia that are nothing more than heuristics for the players to do with as they please: ",
                            "type": "li"
                        },
                        {
                            "text" : "Elves hate everyone. They’re basically the French people of the races. ",
                            "type": "li"
                        },
                        {
                            "text" : "Faes tolerate everyone but get annoyed easily by others' “ignorance” of their craft. They tolerate Elves the most.",
                            "type": "li"
                        },
                        {
                            "text" : "Nords have no inherent hatred for any of the races, but they do find Elves annoying.",
                            "type": "li"
                        },
                        {
                            "text" : "Changelings hate Nords because Nords hunted them for sport.",
                            "type": "li"
                        },
                        {
                            "text" : "Nords have a lot of blue-eyed, blond-haired folk",
                            "type": "li"
                        },
                        {
                            "text" : "Faes have too many gingers",
                            "type": "li"
                        }
                    ],
                    "type":"list"
                }
            ]
        },
        {
            "page":"organizations",
            "url":"/world/organizations",
            "content": [
                {
                    "divID":1,
                    "title":"Organizations",
                    "paragraphs":[
                        "organizations"
                    ]
                }
            ]
        },
        {
            "page":  "flora",
            "url":  "/world/flora",
            "content": [
                {
                    "divID":  1,
                    "title":  "Aureum",
                    "paragraphs":  [
                        "An Aureum flower can often be found in swamps or bodies of water which aren’t yet fully contaminated. Its petals work as lovely makeshift bandages, and will automatically wrap around any area that is bleeding. They heal slowly, but are a great temporary means of keeping wounds safe from infection.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "column",
                    "img":  "floraAureum.png",
                    "imgType":  "mid"
                },
                {
                    "divID":  2,
                    "title":  "Blue Bottoms",
                    "paragraphs":  [
                        "Blue Bottoms are a harmless plant found all over Edenfell, commonly used for their special trait of having many different flavours of taste despite their appearance. They can either be spicy, minty, fruity, etc., it all seems to be randomized, and all Blue Bottoms are identical in shape, so there's no telling on what kind they could truly be.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "column",
                    "img":  "floraBlueBottoms.png",
                    "imgType":  "mid"
                },
                {
                    "divID":  3,
                    "title":  "Celer",
                    "paragraphs":  [
                        "Celers are star-shaped flowers found typically near bodies of water around Edenfell, such as small ponds, streams, or even in big oceans. They stand tall with a yellow glow, and when entirely consumed will boost your physical speed. They give your tummy a funny butterfly feeling.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Wizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraCeler.png",
                    "imgType":  "left"
                },
                {
                    "divID":  4,
                    "title":  "Esuriit Berries",
                    "paragraphs":  [
                        "Esuriit Berries only bloom in the warm enough months of the north, and are decently common to find in areas that allow it to be warm enough. These plants produce purple coloured berries and will replenish your hunger almost instantly when consumed. Very useful to have in any situation, but they only bloom for very short periods of time. When they're available to you, stock up on them before they mold.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraEsuriitBerries.jpg",
                    "imgType":  "right"
                },
                {
                    "divID":  5,
                    "title":  "Hiradym",
                    "paragraphs":  [
                        "This flower is used as the primary healing herb. By grinding the leaves and mixing them with tree sap, one gets an ornament that helps both disinfect and heal wounds. This is primarily used by hunters and travelers on their journeys and thankfully the flower can grow in even the harshest of environments, making the supply fit the large demand.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Adeptus"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraHiradym.png",
                    "imgType":  "left"
                },
                {
                    "divID":  6,
                    "title":  "Golden Berries",
                    "paragraphs":  [
                        "Shortly after most Golden Apple Trees went extinct in the early days of the Cataclysm, determined Faes made it a duty to replicate them and return them in grand numbers. While that proved unsuccessful, they managed to create Golden Berries. They possess the ability to warp their taste to the consumer, tasting similar to one’s favorite dish. They also are noted to boost your morale, though one should be cautious with eating too many too quickly. These prove to be highly addictive.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Archwizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraGoldenBerries.jpg",
                    "imgType":  "right"
                },
                {
                    "divID":  7,
                    "title":  "Lantern Cherry",
                    "paragraphs":  [
                        "One of the only berries left in Edenfell. The Lantern Cherry is a tree that sprouts lantern-like branches and produces bundles of red cherries at the end. The trees can be found in the warmer climates of Edenfell and provide necessary nutrients for many of the tribes situated around them.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "column",
                    "img":  "floraLanternCherry.jpg",
                    "imgType":  "mid"
                },
                {
                    "divID":  8,
                    "title":  "Snowy Delight",
                    "paragraphs":  [
                        "A tree that grows in the northern hemisphere of Edenfell. Instead of sprouting leaves, it collects snow at the end of its branches, and by mixing its natural sap with the snow, it ends up creating extremely sweet chilly spheres around the size of a basketball. The spheres do not weigh anything and melt easily, but if preserved right can be used as delicacy. It is closely tied to Nord culture and is often enjoyed during celebration.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Caliburn and Vatha"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraSnowyDelight.png",
                    "imgType":  "left"
                },
                {
                    "divID":  9,
                    "title":  "Sunset Wheat",
                    "paragraphs":  [
                        "One of the more popular (and only) widespread grains found in Edenfell. Sunset Wheat is used to produce bread, beer and various other forms of pastry or dough. It can be found in places not touched by the Cataclysm too much, which means a lot of active tribes and cities were established next to their popular growing spots.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraSunsetWheat.png",
                    "imgType":  "right"
                },
                {
                    "divID":  10,
                    "title":  "Pellucide",
                    "paragraphs":  [
                        "Pellucide fruits grow hidden away in dimly lit areas. They sprout from a glowing Pelli tree, usually also growing green crystals at its roots. The fruit itself is slightly bitter, though nourishing. However, when Pellucide get exposed to harsh lighting conditions, they crystallize into hard gems. ",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Caves"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Harmless"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraPellucide.png",
                    "imgType":  "left"
                },
                {
                    "divID":  11,
                    "title":  "Martipea",
                    "paragraphs":  [
                        "Martipeas, often just nicknamed “martis”, are pear-shaped fruits ranging in various orange-yellow tones. Their taste, ironically enough, can be described as similar to honey. ",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan and Edom"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Harmless"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraMartipea.png",
                    "imgType":  "right"
                },
                {
                    "divID":  12,
                    "title":  "Courtan",
                    "paragraphs":  [
                        "Originally discovered by mistake due to an explorer tripping over them, Courtans are nuts lining many forest floors. They start by growing deep underground, then eventually are pushed up to the surface by their roots. An extremely common addition to Edenfell. ",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"All of Edenfell"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Harmless"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraCourtan.png",
                    "imgType":  "left"
                },
                {
                    "divID":  13,
                    "title":  "Opertina",
                    "paragraphs":  [
                        "A common plant found around Durlan and Vatha, Opertinas are a nut and a vegetable combined in one. Their bottom, hard shells are farmed for grinding down into baking purposes. The green plants they sprout are often used for salads or other vegetable-related dishes.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan and Vatha"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Common"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Harmless"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraOpertina.png",
                    "imgType":  "right"
                },
                {
                    "divID":  14,
                    "title":  "Nircka",
                    "paragraphs":  [
                        "Typically hidden away by larger shrubs, Nirckas are mostly spotted by those with a trained eye for flora. They emit a soft, yellow light from their center. While their leaves are often used for tea, their middle must be avoided. When provoked, Nirckas release a blinding light, obscuring onlookers' vision for a singular turn.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraNircka.png",
                    "imgType":  "left"
                },
                {
                    "divID":  15,
                    "title":  "Lacerta Cacti",
                    "paragraphs":  [
                        "Throughout the eastern desert, it's not uncommon to find harmless cacti growing. However, it's your best bet to be careful with the cacti you do find, just in case. Every so often, in a rare little patch, there's a deep, creaking plant beast hidden into the floor. When provoked (stepped on, crushed, poked, etc.), the desert floor will begin to tremble and a long reptilian-like plant beast will crawl out slowly from its position in the floor. The cacti creature has no eyes and is completely blind, but is covered in cacti needles that are constantly willing to prick you. Lacerta cacti are 2 meters in height and 5 meters long, from nose to tail.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Southern Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Deadly/Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Wizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraLacerta.png",
                    "imgType":  "right"
                },
                {
                    "divID":  16,
                    "title":  "Mimicking Marthas",
                    "paragraphs":  [
                        "Mimicking Marthas are scarcely found throughout a few locations of Edenfell, scattered around in hidden bushes. They’re a bushel of little flowers, with open petals at the tops of their stems. The flowers have a unique skill to mimic various sounds and even voices. While harmless by themselves, other more dangerous wildlife has learned to use the flowers as bait to lure in unsuspecting prey.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Edom"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraMimickingMarthas.png",
                    "imgType":  "left"
                },
                {
                    "divID":  17,
                    "title":  "Rubrum Hedera",
                    "paragraphs":  [
                        "Rubrum Hedera is a wide plant with long 'tentacle' like attributes that can grow to be a meter and a half in height. They have small spiked ridges around them, and are mainly harmless unless you happen to touch their spikes. The inside of the plant growth, however, has neat red-magenta plants growing inside. Those plants, when touched to bare skin, will give an itchy rash for around 2-3 days, similar to poison ivy. When consumed, however, they are poisonous, and can be fatal when eaten too much.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraRubrumHedera.png",
                    "imgType":  "right"
                },
                {
                    "divID":  18,
                    "title":  "Somnum’s Hypnosis",
                    "paragraphs":  [
                        "Somnum's Hypnosis are large flowers with big, broad leaves. The inside of the flower itself emits a gentle blue glow, and it's extremely pretty to look at, especially at night. Unfortunately, that is the plant's trick, and will keep you captivated the longer you look at it. The plant does no harm except for making you lose track of time completely, and by the time you're pulled away you can find yourself questioning how long you've been standing there staring at it. If you spend more than one turn looking at Somnum's Hypnosis, you will be hypnotized for 2 turns unless snapped out of it by someone else.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Edom and Vatha"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Adeptus"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraSomnumsHypnosis.png",
                    "imgType":  "left"
                },
                {
                    "divID":  19,
                    "title":  "Venemum Swallowers",
                    "paragraphs":  [
                        "Venemum Swallowers are a large carnivorous plant that give off poisonous gasses in order to trap their prey. When still and unprovoked, they remain closed, and look like a tall, ordinary plant. However, when they sense something close enough to eat, their side parts slowly roll off of the center part of its body, and it emits a blue, visible poisonous gas. Once there’s enough of the poison in its prey's system, it grapples them by those same parts and opens up its center, drops it in, and feeds on it for nutrients. If a person is actively breathing in the gas for more than two turns and a half, you will be paralyzed. If grappled inside, you have a two turn opportunity to escape. If not grappled and still breathing in the poisonous gas after being paralyzed, it'll take you another two turns to die.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Vatha and Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Deadly"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Adeptus"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraVenemumSwallowers.png",
                    "imgType":  "right"
                },
                {
                    "divID":  20,
                    "title":  "Splinter Sprinter",
                    "paragraphs":  [
                        "A harmless cacti that houses delicious water and soft and sweet interior beneath its hard and prickly green shell. Not particularly nutritious, but enough to keep a traveler hydrated, the cacti are an amazing find for most adventurers. Only issue is that the cacti can sprout four distinct legs when disturbed, and run at insanely high speeds, making it very hard to catch.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Southern Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraSplinterSprinter.png",
                    "imgType":  "left"
                },
                {
                    "divID":  21,
                    "title":  "Grassza",
                    "paragraphs":  [
                        "A green plant that grows on the plains of southern Edenfell. It usually grows in pairs of two or three and bears the form of a pizza. The plant is delicious to eat and even warm due to absorbing the warmth of the soil inside of it.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Adeptus"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraGrassza.png",
                    "imgType":  "right"
                },
                {
                    "divID":  22,
                    "title":  "Panacotta Flowers",
                    "paragraphs":  [
                        "As the name states, these are flowers that somehow grow small sweet cakes in the middle of the flower itself. They often attract tons of bees, butterflies and other sorts of critters that love sweets and pollen which is hidden inside the gelatin form of the cake.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Vatha"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraPanacottaFlowers.png",
                    "imgType":  "left"
                },
                {
                    "divID":  23,
                    "title":  "The Azure Vacuum",
                    "paragraphs":  [
                        "A dangerous flower that perhaps takes its natural ability to absorb moisture a bit too seriously. Unlike normal plants that suck up water only enough to make itself live, this flower has a peculiar ability to rid something of any liquid in a matter of seconds. It usually grows in wet and moist soil, but leaves the area around it completely dry. Anyone unfortunate enough to be caught in the grasp of this plant’s tentacles will find themselves extremely dehydrated, or dead, if they don’t react quickly.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan and Vatha"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Wizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraAzureVacuum.png",
                    "imgType":  "right"
                },
                {
                    "divID":  24,
                    "title":  "Sidus(i)",
                    "paragraphs":  [
                        "The Sidus plant (or Sidusi, plurally) are delicious star-shaped fruit found in Edenfell. Their space-like insides are sticky to the touch, common in jam and expensive dishes.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Azisi's Spiral"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraSidus.png",
                    "imgType":  "left"
                },
                {
                    "divID":  25,
                    "title":  "Cachinnate",
                    "paragraphs":  [
                        "Though they are scarcely found in the wild, Cachinnate seeds can be found in most magical shops for high prices. They seem to be harvested in secret in order to prevent mass mishaps. When their blue/purple growths are plucked and thrown, they explode upon impact, sending out a powdery explosion of color. If inhaled, Cachinnates will cause uncontrollable laughter for one turn.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Found in Magic Shops for high prices, and rarely in the wild on the edges of Corrupted Forests"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Rare / Extremely Rare (in the wild)"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Wizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraCachinnate.png",
                    "imgType":  "right"
                },
                {
                    "divID":  26,
                    "title":  "Pinespike",
                    "paragraphs":  [
                        "After the great Cataclysm, some plants in Edenfell that were already dangerous became outright lethal. Before one had to worry about half-conscious greenery that acted on pure outside stimuli, but with the collision of the worlds, certain plants evolved past that and developed instincts comparable to wild animals. ",
                        "These humanoid plants with pine heads inhabit the areas most affected by the cataclysm. They live in hoards and survive on the toxic waters in the surrounding areas. The inside of their pine heads hides an extremely delicious and delicate seed that can enrich any dish and provide enough nutrients to last someone an entire week. Unfortunately, getting the seed is more than most are ready to bargain for.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"The Red Woods"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Deadly"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Archwizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraPinespike.png",
                    "imgType":  "left"
                },
                {
                    "divID":  27,
                    "title":  "Lumishrooms",
                    "paragraphs":  [
                        "A previously widespread type of mushroom that now hides in little known parts of Edenfell’s natural habitats. The mushroom can be found all across the continent, growing in even the harshest conditions. While it has very low nutritional value, it is used to create various potent antidotes. By mixing the mushroom with the target poison, it is able to create a potent antidote, eliminating the effects of the poison when consumed.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Guinever's Conquest"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Acolyte"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraLumishrooms.png",
                    "imgType":  "right"
                },
                {
                    "divID":  28,
                    "title":  "The Reaper Mushroom",
                    "paragraphs":  [
                        "If the name doesn’t make you take a full turn and leave, hopefully the appearance will. Reaper Mushroom is the most toxic plant found in Edenfell, a single mushroom having enough poison inside of it to take down dozens of anthros. The peculiar trait of this shroom is that it’s practically odorless and if prepared right, can be edible. The shroom needs to be steamed over fire for hours, after which it is grilled over hot coal until its texture becomes completely crispy. If the mushroom is prepared wrong, it will instantly produce a disgustingly bitter taste in one’s mouth, though, by then it’s already too late. The mushroom is found deep inside dark and moist caverns near bodies of water.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Border of Werewick and Red Woods"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Deadly"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Wizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraReaperMushrooms.png",
                    "imgType":  "left"
                },
                {
                    "divID":  29,
                    "title":  "Lunamis",
                    "paragraphs":  [
                        "Only able to grow beneath the full moon, Lunamis are very rare melons that simply take one night to blossom. Upon consumption, the eater will be granted night vision for approximately five hours. If also consumed on a full moon, said person will feel a minor buff to their stats (+1 tier for 5 turns).",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Night Chasers"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraLunamis.png",
                    "imgType":  "right"
                },
                {
                    "divID":  30,
                    "title":  "Eve's Ribcage",
                    "paragraphs":  [
                        "Ominously looming over scarce bodies of water, Ribcages find themselves covered in blood, relying on vampiric tendencies to survive. When the sensors on their petals (their “bones”) are triggered by the sensation of a pulse, they begin to thrash around wildly, revealing their prickly middle that attacks their prey with repetitive slashes.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"The Red Woods"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Dangerous"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Adeputs"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraEvesRibcage.png",
                    "imgType":  "left"
                },
                {
                    "divID":  31,
                    "title":  "Lirania",
                    "paragraphs":  [
                        "Lirania is a rare plant that turns deadly in the light. This plant is harmless until it is hit by the suns rays. As a nocturnal flower, it has adapted to the moonlight. As such, when it is touched by the light of the sun, it has a negative affect, causing the flower to hold poisonous properties.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Azisi's Spiral"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Archwizard"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraLirania.png",
                    "imgType":  "right"
                },
                {
                    "divID":  32,
                    "title":  "Golden Apple Tree",
                    "paragraphs":  [
                        "Golden Apple Trees are exactly what they sound like. Not too different from regular apple trees, these trees merely sprout golden fruit that glow brightly. The trees had gone almost fully extinct after the Cataclysm, yet few remained, saved by being located in the old Alfenheim’s private orchards. Currently the trees can be mostly found grown inside the walls of Durlan’s capital, closely tended by Illumi Fëanor.",
                        "The Golden Apples themselves do not possess any special properties besides being sweeter and a bit bigger than normal apples. The importance of the trees is solely tied to sentimental value.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"Durlan City"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Extremely Rare"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Magical"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Initiate"
                        }
                    ],
                    "type":  "column",
                    "img":  "floraGoldenApple.jpg",
                    "imgType":  "mid"
                },
                {
                    "divID":  33,
                    "title":  "Verimawe",
                    "paragraphs":  [
                        "Horrific in appearance, The Verimawe resembles a talking mangled tree. While it remains to be found (and is dubiously real), the legend goes that The Verimawe is capable of restoring all flora to a state of excellency all over Edenfell. Most believe it was just a myth created by Faes in hopes of fixing what once was.",
                        {
                            "type":"highlight",
                            "highlight":"Location:",
                            "text":"N/A"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Rarity:",
                            "text":"Legendary"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Type:",
                            "text":"Beneficial"
                        },
                        {
                            "type":"highlight",
                            "highlight":"Tier:",
                            "text":"Invoker(?)"
                        }
                    ],
                    "type":  "inline",
                    "img":  "floraVerimawe.png",
                    "imgType":  "right"
                }
            ]
        },
        {
            "page":"Azisi's Spiral",
            "url":"/world/locations/map/AzisisSpiral",
            "content":[
                {
                    "divID":1,
                    "title":"Azisi's Spiral",
                    "paragraphs":[
                        "Azisi's Spiral is a treacherous floating island located northwest of Edenfell. It got its name by being the fast-spinning, precariously deathly location of a battle against a Voidbringer nest and the powerful Voidbringer the UnA have christened Azisi. Suspended hundreds of feet above Ocean Titane and the Boiling Lake, the island's relentless rotation creates a hazardous environment, making it incredibly dangerous for anyone to venture too close. Anything that the spiral drops into the Boiling Lake is often consumed without a trace. The island is not a known site of Voidborn activity and the whereabouts of Azisi are unknown, but the UnA faced significant challenges in their attempts to confront Azisi and neutralize the Voidbringer's threat because the island's unstable nature and the destructive power of the Boiling Lake tested their courage and resourcefulness, as such the name has stuck."
                    ],
                    "type":"column",
                    "img": "AzisisSpiral.jpg",
                    "imgType":"mid"
                }
            ]
        }
    ],
    "characters" : [
        {
            "page":"ocs",
            "url":"/characters/ocs",
            "content": [
                {
                    "divID":1,
                    "title":"OCs",
                    "paragraphs":[
                        "ocs"
                    ]
                }
            ]
        },
        {
            "page":"npcs",
            "url":"/characters/npcs",
            "content": [
                {
                    "divID":1,
                    "title":"NPCs",
                    "paragraphs":[
                        "npcs"
                    ]
                }
            ]
        }
    ]
}